"__title__" = "Bankovní účet (Velká Británie)";

"__description__" = "Informace o britském bankovním účtu.";

"bankName" = "Název banky";

"owner" = "Jméno na účtu";

"accountTypeUK" = "Typ";

"bankNo" = "Číslo značky bankovní pobočky";

"accountNo" = "Číslo účtu";

"swift" = "SWIFT kód";

"iban" = "IBAN číslo";

"branchInfo" = "Údaje o pobočce";

"branchPhone" = "Telefon";

"branchAddress" = "Adresa";

"telephonePin" = "PIN telefonu";


"menu.accountTypeUK.current" = "Běžný";

"menu.accountTypeUK.savings" = "Spořicí";

"menu.accountTypeUK.loc" = "Úvěrová linie";

"menu.accountTypeUK.money_market" = "Peněžní trh";

"menu.accountTypeUK.other" = "Jiné";
